---
kind: property
id: P:Autodesk.Revit.UI.Events.TransferredProjectStandardsEventArgs.TargetDocument
source: html/416c7f76-4a65-9b03-7dc6-b89444eb103a.htm
---
# Autodesk.Revit.UI.Events.TransferredProjectStandardsEventArgs.TargetDocument Property

Target document.

## Syntax (C#)
```csharp
public Document TargetDocument { get; }
```